// import react from 'react'
import c1 from "../../../../assets/chat.png";
import c3 from "../../../../assets/006.png";
import c2 from "../../../../assets/008.png";
import c4 from "../../../../assets/005.png";
import c5 from "../../../../assets/004.png";
import c6 from "../../../../assets/009.png";
import c7 from "../../../../assets/002.png";
import c8 from "../../../../assets/010.png";
import c9 from "../../../../assets/003.png";
import c10 from "../../../../assets/001.png";
import c11 from "../../../../assets/error 1.png";
import c12 from "../../../../assets/login 1.png";

export const comp = [
  {
    card: "01",
    title: "Определение задачи и поиск решения",
    text1: "Обсуждаем вашу задачу",
    icon1: c1,
    text2: "Обследуем инфраструктуру разработки",
    icon2: c2,
    text3: "Предлагаем решение, озвучиваем сроки и стоимость",
    icon3: c3,
  },
];
export const comp11 = [
  {
    card: "01",
    title: "Определение задачи и поиск решения",
    text1: "Обсуждаем вашу задачу",
    icon1: c1,
    text2: "Обследуем инфраструктуру разработки",
    icon2: c2,
    text3: "Предлагаем решение, озвучиваем сроки и стоимость",
    icon3: c3,
  },
  {
    card: "02",
    title: "Проработка решения",
    text1: "Подписываем договор",
    icon1: c4,
    text2:
      "Создаем прототипы конвейера для сборки и конвейера для автоматического развёртывания",
    icon2: c5,
    text3: "На основе работающих прототипов уточняем детали",
    icon3: c6,
  },
  {
    card: "03",
    title: "Внедрение решения",
    text1: "Создаем стабильные версии обоих конвейеров",
    icon1: c7,
    text2:
      "Производим тонкую настройку и адаптируем конвейеры к новым требованиям",
    icon2: c8,
    text3: "Передаем знания о внедренном решении",
    icon3: c9,
  },
  {
    card: "04",
    title: "Эксплуатация",
    text1: "Оказываем техническую поддержку",
    icon1: c10,
    text2: "Внедряем мониторинг, логирование и оповещения",
    icon2: c11,
    text3: "Решаем проблемы масштабирования",
    icon3: c12,
  },
];
export const comp2 = [
  {
    card: "02",
    title: "Проработка решения",
    text1: "Подписываем договор",
    icon1: c4,
    text2:
      "Создаем прототипы конвейера для сборки и конвейера для автоматического развёртывания",
    icon2: c5,
    text3: "На основе работающих прототипов уточняем детали",
    icon3: c6,
  },
];
export const comp3 = [
  {
    card: "03",
    title: "Внедрение решения",
    text1: "Создаем стабильные версии обоих конвейеров",
    icon1: c7,
    text2:
      "Производим тонкую настройку и адаптируем конвейеры к новым требованиям",
    icon2: c8,
    text3: "Передаем знания о внедренном решении",
    icon3: c9,
  },
];
export const comp4 = [
  {
    card: "04",
    title: "Эксплуатация",
    text1: "Оказываем техническую поддержку",
    icon1: c10,
    text2: "Внедряем мониторинг, логирование и оповещения",
    icon2: c11,
    text3: "Решаем проблемы масштабирования",
    icon3: c12,
  },
];
// {
//     card: '01',
//     title: '',
//     text1: '',
//     icon1: c1,
//     text2: '',
//     icon2: c1,
//     text3: '',
//     icon3: c1,

// },
